Repository: cxhello/MomentGif
Catalog: MomentGif/*.lproj/Localizable.strings
Languages: de, fr, it, ja, ko, pt, th, vi, zh_hans, zh_hant

# live_photos_title
source: Live Photos
ko: 라이브 포토
vi: Ảnh động
zh_hans: 实况照片
zh_hant: 實況照片

# convert_gif_title
source: Convert to GIF
de: In GIF umwandeln
fr: Convertir en GIF
it: Converti in GIF
ja: GIFに変換
ko: GIF 변환
pt: Converter para GIF
th: แปลงเป็น GIF
vi: Chuyển đổi sang GIF
zh_hans: 转换为GIF
zh_hant: 轉換為GIF

# select_photo_prompt
source: Please select a Live Photo
de: Bitte w채hlen Sie ein Live Photo
fr: Sélectionnez une Live Photo
it: Seleziona una Live Photo
ja: Live Photoを選択してください
ko: 라이브 포토를 선택하세요
pt: Selecione uma Live Photo
th: กรุณาเลือก Live Photo
vi: Vui lòng chọn Ảnh động
zh_hans: 请选择实况照片
zh_hant: 請選擇實況照片

# converting_progress
source: Converting... %d%%
de: Umwandlung l채uft... %d%%
fr: Conversion en cours... %d%%
it: Conversione in corso... %d%%
ja: 変換中... %d%%
ko: 변환 중... %d%%
pt: Convertendo... %d%%
th: กำลังแปลง... %d%%
vi: Đang chuyển đổi... %d%%
zh_hans: 正在转换... %d%%
zh_hant: 正在轉換... %d%%

# save_success
source: GIF has been saved to Photos
de: GIF wurde in Fotos gespeichert
fr: GIF enregistré dans Photos
it: GIF salvata in Foto
ja: GIFをフォトライブラリに保存しました
ko: GIF가 사진에 저장되었습니다
pt: GIF salvo em Fotos
th: บันทึก GIF ลงในรูปภาพแล้ว
vi: Đã lưu GIF vào Ảnh
zh_hans: GIF已保存至相册
zh_hant: GIF已儲存至相簿

# convert_button
source: Convert to GIF
de: Umwandlung starten
fr: Convertir
it: Inizia conversione
ja: 変換開始
ko: 변환 시작
pt: Converter
th: เริ่มแปลง
vi: Bắt đầu chuyển đổi
zh_hans: 开始转换
zh_hant: 開始轉換

# permission_needed
source: Photo Access Required
de: Fotozugriff erforderlich
fr: Accès aux photos requis
it: Accesso alle foto richiesto
ja: 写真へのアクセス許可が必要です
ko: 사진 접근 권한 필요
pt: Acesso às fotos necessário
th: ต้องการสิทธิ์การเข้าถึงรูปภาพ
vi: Cần quyền truy cập Ảnh
zh_hans: 需要相册访问权限
zh_hant: 需要相簿存取權限

# permission_description
source: Please allow access to photos to select Live Photos for conversion.
de: Zugriff auf Fotos ist erforderlich, um Live Photos auszuw채hlen und GIFs zu speichern
fr: L'accès aux photos est nécessaire pour sélectionner des Live Photos et enregistrer des GIFs
it: L'accesso alle foto è necessario per selezionare Live Photos e salvare GIF
ja: Live Photoの選択とGIFの保存には写真へのアクセスが必要です
ko: 라이브 포토 선택 및 GIF 저장을 위해 사진 접근 권한이 필요합니다
pt: O acesso às fotos é necessário para selecionar Live Photos e salvar GIFs
th: ต้องการสิทธิ์เพื่อเลือก Live Photos และบันทึก GIF
vi: Cần quyền truy cập để chọn Ảnh động và lưu GIF
zh_hans: 需要访问相册来选择实况照片并保存转换后的GIF
zh_hant: 需要存取相簿來選擇實況照片並儲存轉換後的GIF

source: Authorize Access
de: Zugriff erlauben
fr: Autoriser
it: Autorizza
ja: 許可する
ko: 권한 허용
pt: Autorizar
th: อนุญาต
vi: Cấp quyền
zh_hans: 前往授权
zh_hant: 前往授權

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
ja: 設定へ
ko: 설정으로 이동
pt: Configurações
th: ตั้งค่า
vi: Cài đặt
zh_hans: 前往设置
zh_hant: 前往設定

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# alert_title
source: Notice
de: Hinweis
it: Avviso
ja: お知らせ
ko: 알림
pt: Aviso
th: แจ้งเตือน
vi: Thông báo
zh_hans: 提示
zh_hant: 提示

source: OK
ko: 확인
th: ตกลง
zh_hans: 确定
zh_hant: 確定

# frame_rate
source: Frame Rate: %d
de: Bildrate: %d
fr: Images/sec : %d
it: Frequenza fotogrammi: %d
ja: フレームレート：%d
ko: 프레임 속도：%d
pt: Taxa de quadros: %d
th: เฟรมเรต: %d
vi: Tốc độ khung hình: %d
zh_hans: 帧率：%d
zh_hant: 幀率：%d

# quality
source: Quality: %d%%
de: Qualit채t: %d%%
fr: Qualité : %d%%
it: Qualità: %d%%
ja: 品質：%d%%
ko: 품질：%d%%
pt: Qualidade: %d%%
th: คุณภาพ: %d%%
vi: Chất lượng: %d%%
zh_hans: 质量：%d%%
zh_hant: 品質：%d%%

# scale
source: Scale: %.1fx
de: Skalierung: %.1fx
fr: Échelle : %.1fx
it: Scala: %.1fx
ja: 拡大率：%.1f倍
ko: 배율：%.1f배
pt: Escala: %.1fx
th: ขนาด: %.1f เท่า
vi: Tỷ lệ: %.1f
zh_hans: 缩放：%.1f倍
zh_hant: 縮放：%.1f倍

source: Conversion Options
de: Konvertierungsoptionen
fr: Options de conversion
it: Opzioni di conversione
ja: 変換設定
ko: 변환 설정
pt: Opções de conversão
th: ตัวเลือกการแปลง
vi: Tùy chọn chuyển đổi
zh_hans: 转换设置
zh_hant: 轉換設定

# error.failed_to_get_video
source: Failed to get video resource
de: Videoquelle konnte nicht geladen werden
fr: Impossible d'obtenir la ressource vidéo
it: Impossibile ottenere la risorsa video
ja: 動画リソースの取得に失敗しました
ko: 비디오 리소스를 가져오지 못했습니다
pt: Falha ao obter recurso de vídeo
th: ไม่สามารถเข้าถึงวิดีโอได้
vi: Không thể lấy tài nguyên video
zh_hans: 无法获取视频资源
zh_hant: 無法取得影片資源

# error.failed_to_create_destination
source: Failed to create destination file
de: Zieldatei konnte nicht erstellt werden
fr: Impossible de créer le fichier de destination
it: Impossibile creare il file di destinazione
ja: 出力ファイルの作成に失敗しました
ko: 대상 파일을 생성하지 못했습니다
pt: Falha ao criar arquivo de destino
th: ไม่สามารถสร้างไฟล์ปลายทางได้
vi: Không thể tạo tệp đích
zh_hans: 无法创建目标文件
zh_hant: 無法建立目標檔案

# error.conversion_failed
source: Conversion failed
de: Umwandlung fehlgeschlagen
fr: Échec de la conversion
it: Conversione fallita
ja: 変換に失敗しました
ko: 변환에 실패했습니다
pt: Falha na conversão
th: การแปลงล้มเหลว
vi: Chuyển đổi thất bại
zh_hans: 转换失败
zh_hant: 轉換失敗

# error.failed_to_save
source: Failed to save to Photos
de: Konnte nicht in Fotos gespeichert werden
fr: Impossible d'enregistrer dans Photos
it: Impossibile salvare in Foto
ja: フォトライブラリへの保存に失敗しました
ko: 사진에 저장하지 못했습니다
pt: Falha ao salvar em Fotos
th: ไม่สามารถบันทึกลงในรูปภาพได้
vi: Không thể lưu vào Ảnh
zh_hans: 无法保存到相册
zh_hant: 無法儲存到相簿

source: View in Photos
fr: Voir dans Photos
it: Visualizza in Foto
ja: 写真で表示
ko: 사진에서 보기
pt: Ver em Fotos
th: ดูในรูปภาพ
zh_hans: 在相册中查看
